/* STM */
"STM01TEXT01" = "Pour vérifier la quantité d'encre restante, déterminez visuellement le niveau d'encre dans le réservoir d'encre de l'imprimante.
Si vous continuez à utiliser l'imprimante alors que le niveau d'encre est inférieur à la limite inférieure, vous risquez d'endommager l'imprimante.";
"STM01B01" = "OK";

/* Nozzle */
"NOZZLE01TEXT01" = "Pour effectuer une vérification des buses, assurez-vous que l'imprimante est sous tension et connectée à l'ordinateur. Assurez-vous également que du papier ordinaire de format A4 ou Letter est chargé dans l'alimentation papier arrière. Cliquez sur [Imprimer] pour imprimer un motif de vérification des buses ou cliquez sur [Annuler] pour quitter.";
"NOZZLE01B01" = "Imprimer";
"NOZZLE01B02" = "Annuler";

"NOZZLE02TEXT01" = "Comparez le motif imprimé avec l'exemple ci-dessus. Si le motif de vérification des buses présente des lignes incomplètes, cliquez sur [Nettoyage]. Cliquez sur [Terminer] pour quitter.";
"NOZZLE02SPE01" = "Supérieur : bon
Inférieur : nettoyage requis";
"NOZZLE02B01" = "Terminer";
"NOZZLE02B03" = "Nettoyage";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Cliquez sur [Démarrer] pour nettoyer les buses de la tête d'impression. Le nettoyage consommant de l'encre, nettoyez uniquement la tête d'impression lorsque des problèmes de lignes manquantes ou pâles apparaissent. Utilisez d'abord l'utilitaire \"Vérification des buses\" pour vérifier qu'il est nécessaire de nettoyer la tête d'impression.
Remarque : avant de procéder au nettoyage, vérifiez que le verrou de transport se trouve en position de déverrouillage (Printing), comme indiqué sur l'illustration.";
"HEADCLEANING01B01" = "Annuler";
"HEADCLEANING01B02" = "Démarrer";

"HEADCLEANING02TEXT01" = "Attendez ...";
"HEADCLEANING02TEXT02" = "Nettoyage de la tête d'impression en cours. Veuillez patienter.";
"HEADCLEANING02B01" = "Fermer";

"HEADCLEANING03TEXT01" = "Le cycle de nettoyage est terminé. Pour vérifier son efficacité, cliquez sur [Impression du motif de test des buses].";
"HEADCLEANING03B01" = "Terminer";
"HEADCLEANING03B03" = "Impression du motif de test des buses";

/* Gap */
"GAP01TEXT01" = "L'utilitaire Alignement des têtes corrige le mauvais alignement vertical, la bande horizontale ainsi que les impressions floues.";
"GAP01B01" = "Suivant >";
"GAP01B02" = "Annuler";

"GAP02TEXT01" = "Une feuille d'alignement vertical sera imprimée.
Assurez-vous que l'imprimante est sous tension et connectée à l'ordinateur. Assurez-vous également que du papier ordinaire de format A4 ou Letter est chargé dans l'alimentation papier arrière.
Cliquez sur [Imprimer] lorsque vous êtes prêt.";
"GAP02B01" = "Imprimer";
"GAP02B02" = "Annuler";
"GAP02B03" = "Passer >>";

"GAP03TEXT01" = "Regardez la feuille d'alignement.
Recherchez le carré sans bandes visibles dans les jeux #1 à 4. Sélectionnez le numéro qui correspondant à ce carré dans la liste ci-dessous, pour tous les jeux. Puis, cliquez sur [Suivant >].
Si chaque carré contient une bande, sélectionnez le carré avec la ou les bandes les plus fines. Puis, cliquez sur [Réalignement].";
"GAP03B01" = "Suivant >";
"GAP03B02" = "Annuler";
"GAP03B03" = "Réalignement";

"GAP04TEXT01" = "Une feuille d'alignement horizontal en noir sera imprimée.
Assurez-vous que du papier ordinaire de format A4 ou Letter est chargé dans l'alimentation papier arrière.
Remarque : ce réglage affecte uniquement l'impression rapide sur du papier ordinaire. Les autres types de papier ne sont pas affectés.";
"GAP04B01" = "Imprimer";
"GAP04B02" = "Annuler";

"GAP05TEXT01" = "Regardez la feuille d'alignement.
Recherchez le motif sans bande noire ou blanche. Sélectionnez le numéro qui correspond à ce motif, dans la liste ci-dessous et cliquez sur [Terminer].
Si chaque motif contient une bande, sélectionnez celui faisant apparaître la bande la plus fine. Puis cliquez sur [Réalignement].";
"GAP05B01" = "Terminer";
"GAP05B02" = "Annuler";
"GAP05B03" = "Réalignement";

/* Paper Guide Cleaning */
"PG01_TEXT01" = "Utilisez du papier ordinaire pour nettoyer l'intérieur de l'imprimante.
Assurez-vous que du papier ordinaire A4 ou Lettre est chargé dans l'imprimante, puis cliquez sur le bouton [Nettoyage].
Répétez la procédure jusqu'à ce que l'intérieur de l'imprimante soit propre.";
"PG01_B01" = "Annuler";
"PG01_B02" = "Nettoyage";

/* Printer and Option information */
"PRINFO01GRPBOXTITLE01" = "Nombre de feuilles de papier entraînées dans l'imprimante";
"PRINFO01SPE01" = "Nombre de feuilles";
"PRINFO01SPE02" = "Aucune information disponible pour cette imprimante.";
"PRINFO01B01" = "OK";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "Si des problèmes de bandes ou de couleurs manquantes apparaissent encore une fois la fonction Nettoyage des têtes effectuée à plusieurs reprises, il est possible que vous deviez remplacer l'encre des tubes d'encre pour résoudre le problème.

Cette fonction vous permet de remplacer toute l'encre des tubes d'encre.

Elle consomme beaucoup d'encre. Nous vous recommandons de n'utiliser cette fonction qu'après avoir effectué un Nettoyage des têtes à plusieurs reprises.

Remarque : avant d'utiliser cette fonction, assurez-vous qu'il y a suffisamment d'encre dans le réservoir d'encre de l'imprimante.
S'il n'y a pas suffisamment d'encre, remplissez le réservoir d'encre.";
"POWERINKFLUSHING01B01" = "Annuler";
"POWERINKFLUSHING01B02" = "Suivant >";

"POWERINKFLUSHING02TEXT01" = "Avant d'exécuter cette fonction, veillez à ce que le verrou de transport se trouve en position de déverrouillage (Printing), comme indiqué sur l'illustration.

Remarque : le verrou de transport doit toujours être déverrouillé lors de l'utilisation de l'imprimante.";

"POWERINKFLUSHING03TEXT01" = "Souhaitez-vous vraiment exécuter cette fonction ?
Le remplacement de l'encre des tubes nécessite beaucoup d'encre.
Nous vous recommandons d'effectuer plusieurs fois la fonction Nettoyage des têtes pour résoudre le problème avant d'utiliser cette fonction. Cliquez sur [Annuler] et effectuez la fonction Nettoyage des têtes.

Remarque : cette fonction affecte la durée de vie des tampons d'encre usagée. Les tampons d'encre usagée sont plus rapidement usés lors de l'exécution de cette fonction.
Une fois que les tampons d'encre usagée sont en fin de vie, contactez l'assistance Epson pour demander leur remplacement.

Cliquez sur [Démarrer] pour lancer le remplacement de l'encre.
Une fois cette fonction démarrée, elle ne peut être interrompue.";
"POWERINKFLUSHING03B01" = "Annuler";
"POWERINKFLUSHING03B02" = "Démarrer";

"POWERINKFLUSHING04TEXT01" = "Attendez ...";
"POWERINKFLUSHING04TEXT02" = "Le lavage d'encre haute-pression est en cours.
Veuillez patienter.";
"POWERINKFLUSHING04B01" = "Fermer";

"POWERINKFLUSHING05TEXT01" = "Le lavage d'encre haute-pression est terminé.
Pour vérifier son efficacité, cliquez sur [Impression du motif de test des buses].";
"POWERINKFLUSHING05B01" = "Terminer";
"POWERINKFLUSHING05B03" = "Impression du motif de test des buses";

/* Printer Settings */
"PRISET01B01" = "Appliquer";
"PRISET01B02" = "Annuler";
"PRISET01SPE04" = "Aucune information disponible pour cette imprimante.";
"PRISET01SPE05" = "OK";
"PRISET01GRPBOXTITLE02" = "Mettre minuteur hors tension";
"PRISET01SPE21" = "Arrêt";
"PRISET01SPE22" = "30 minutes";
"PRISET01SPE23" = "1 heure";
"PRISET01SPE24" = "2 heures";
"PRISET01SPE25" = "4 heures";
"PRISET01SPE26" = "8 heures";
"PRISET01SPE27" = "12 heures";
"PRISET01GRPBOXTITLE03" = "Minuterie de mise en veille";
"PRISET01SPE31" = "3 minutes";
"PRISET01SPE32" = "5 minutes";
"PRISET01SPE33" = "10 minutes";

/* Error */
"ERCOMMON_B01" = "Annuler";
"ERCOMMON_B02" = "Continuer";
"ERCOMMON_B03" = "OK";
"PRINTERBUTTON00" = "Annuler";
"ER00_TEXTA" = "Erreur";
"ER00_TEXTB" = "1. Annulez tous les travaux d'impression.
2. Ouvrez le capot de l'imprimante et retirez le papier coincé.
3. Fermez le capot et mettez hors tension, puis de nouveau sous tension.";
"ER00_TEXTA_D4" = "Erreur";
"ER00_TEXTB_D4" = "1. Annulez tous les travaux d'impression.
2. Ouvrez le capot de l'imprimante et retirez le papier coincé.
3. Fermez le capot et mettez hors tension, puis de nouveau sous tension.";
"ER00_B01_D4" = "Annuler";
"ER01_TEXTA" = "L'imprimante est occupée";
"ER01_TEXTB" = "Veuillez patientez...";
"ER04_TEXTA" = "Bourrage papier";
"ER04_TEXTB" = "1. Ouvrez le capot de l'imprimante et retirez le papier coincé.
2. Fermez le capot et appuyez sur la touche %btn% du produit.";
"ER05_TEXTA_FF" = "Le chargement initial de l'encre n'est pas terminé";
"ER05_TEXTB_FF" = "Reportez-vous à la feuille d'installation pour terminer le processus de chargement d'encre initial.";
"ER06_TEXTA_D4" = "Fin de papier ou chargement incorrect";
"ER06_TEXTB_D4" = "1. Retirez le papier et rechargez-le.
2. Appuyez sur la touche %btn% de l'imprimante ou cliquez sur [Continuer].

Cliquez sur [Annuler] pour annuler le travail d'impression. S'il n'est pas annulé, annulez-le sur l'imprimante.";
"ER06_B01_D4" = "Continuer";
"ER06_B02_D4" = "Annuler";
"ER06_TEXTA" = "Fin de papier ou chargement incorrect";
"ER06_TEXTB" = "1. Retirez et rechargez le papier.
2. Appuyez sur la touche %btn% du produit.

Cliquez sur [Annuler] pour annuler le travail d'impression lorsqu'il s'affiche. Si le travail n'est pas annulé, procédez à l'annulation sur le produit.";
"ER10_TEXTA" = "Intervention requise";
"ER10_TEXTB" = "Un tampon d'encre de l'imprimante est quasiment en fin de vie.
Veuillez contacter l'assistance Epson.";
"ER10_TEXTA_SPE01" = "Intervention requise";
"ER10_TEXTB_SPE01" = "Un tampon d'encre de l'imprimante est quasiment en fin de vie.
De l'encre usagée risque de fuir.
Veuillez contacter l'assistance Epson.";
"ER12_TEXTA" = "Multi-page feed error";
"ER12_TEXTB" = "Effectuez l'une des étapes suivantes.
- Retirez le papier et rechargez-le. Appuyez sur la touche %btn% de l'imprimante.
- Cliquez sur [Annuler] pour annuler le travail d'impression. S'il n'est pas annulé, annulez-le sur l'imprimante.";
"ER12_TEXTA_D4" = "Multi-page feed error";
"ER12_TEXTB_D4" = "Effectuez l'une des étapes suivantes.
- Retirez le papier et rechargez-le. Appuyez sur la touche %btn% de l'imprimante.
- Cliquez sur [Annuler] pour annuler le travail d'impression. S'il n'est pas annulé, annulez-le sur l'imprimante.";
"ER12_B01_D4" = "Annuler";
"ER4A_TEXTA" = "Un tampon d'encre de l'imprimante est quasiment en fin de vie.";
"ER4A_TEXTB" = "Veuillez contacter l'assistance Epson.
Appuyez sur la touche %btn% de l'imprimante pour poursuivre l'impression.";
"ER4A_TEXTA_SPE01" = "Un tampon d'encre de l'imprimante est en fin de vie.";
"ER4A_TEXTB_SPE01" = "Il peut provoquer des fuites d'encre usagée si vous poursuivez l'impression.
Veuillez contacter l'assistance Epson.
Appuyez sur la touche %btn% de l'imprimante pour poursuivre l'impression.";
"Common Error Text1" = "Erreur";
"Common Error Text2" = "1. Annulez tous les travaux d'impression.
2. Ouvrez le capot de l'imprimante et retirez le papier coincé.
3. Fermez le capot et mettez hors tension, puis de nouveau sous tension.";
"Common Error B1" = "Annuler";
"Cleaning status" = "L'imprimante est occupée";
"Shipment status" = "Le chargement initial de l'encre n'est pas terminé";
"COMUERR_TEXTA" = "Erreur de communication";
"COMUERR_TEXTB" = "Connectez l'imprimante à l'ordinateur et mettez-la sous tension. Si vous mettez l'imprimante hors tension en cours d'impression, annulez le travail d'impression.";
"COMUERR_B01" = "Réessayer";
"COMUERR_B02" = "Annuler";
"CHARGINGSTATUS_TEXTA_PROXY" = "Chargement du circuit d'encre";
"INKCHECKALERT_TEXTA_PROXY" = "Vérifiez régulièrement le niveau d'encre.";

